/* No comment provided by engineer. */
"Game Title:" = "Game Title:";

/* No comment provided by engineer. */
"Import Date:" = "Import Date:";

/* No comment provided by engineer. */
"Last Archive Sync:" = "Last Archive Sync:";

/* No comment provided by engineer. */
"Locations:" = "Locations:";

/* No comment provided by engineer. */
"Name:" = "Name:";

/* No comment provided by engineer. */
"Selected Game" = "Selected Game";

/* No comment provided by engineer. */
"System:" = "System:";

/* No comment provided by engineer. */
"Text Cell" = "Text Cell";

